Extensions installed on WSL: Ubuntu:
amazonwebservices.aws-toolkit-vscode
austenc.tailwind-docs
bierner.markdown-mermaid
bradlc.vscode-tailwindcss
charliermarsh.ruff
dbaeumer.vscode-eslint
docker.docker
dotenv.dotenv-vscode
dunstontc.viml
eamodio.gitlens
esbenp.prettier-vscode
expo.vscode-expo-tools
firefox-devtools.vscode-firefox-debug
foxundermoon.shell-format
fwcd.kotlin
github.copilot
github.copilot-chat
github.github-vscode-theme
github.vscode-github-actions
golang.go
grapecity.gc-excelviewer
graphql.vscode-graphql
graphql.vscode-graphql-syntax
gruntfuggly.todo-tree
h5web.vscode-h5web
hashicorp.terraform
humao.rest-client
iterative.dvc
iterative.vscode-dvc-pack
k--kato.intellij-idea-keybindings
lakshmisankar.vscode-lucide-icons
lucien-martijn.parquet-visualizer
mathiasfrohlich.kotlin
mechatroner.rainbow-csv
minhthai.vscode-todo-parser
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-azureterraform
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-pyright.pyright
ms-python.autopep8
ms-python.black-formatter
ms-python.debugpy
ms-python.flake8
ms-python.isort
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.datawrangler
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-powertoys
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.makefile-tools
ms-vscode.remote-explorer
msjsdiag.vscode-react-native
naumovs.color-highlight
njpwerner.autodocstring
oderwat.indent-rainbow
openai.chatgpt
pjmiravalle.terraform-advanced-syntax-highlighting
pkief.material-icon-theme
redhat.vscode-yaml
sanjulaganepola.github-local-actions
supabase.vscode-supabase-extension
tamasfe.even-better-toml
tomoki1207.pdf
tylerharris.terraform-link-docs
