amazonwebservices.aws-toolkit-vscode
dunstontc.viml
eamodio.gitlens
equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
firefox-devtools.vscode-firefox-debug
fwcd.kotlin
github.github-vscode-theme
gruntfuggly.todo-tree
h5web.vscode-h5web
hashicorp.terraform
iterative.dvc
k--kato.intellij-idea-keybindings
lucien-martijn.parquet-visualizer
mathiasfrohlich.kotlin
mechatroner.rainbow-csv
minhthai.vscode-todo-parser
ms-python.autopep8
ms-python.debugpy
ms-python.flake8
ms-python.python
ms-python.vscode-pylance
ms-toolsai.datawrangler
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.makefile-tools
ms-vscode.remote-explorer
oderwat.indent-rainbow
pjmiravalle.terraform-advanced-syntax-highlighting
pkief.material-icon-theme
redhat.vscode-yaml
tomoki1207.pdf
