amazonwebservices.aws-toolkit-vscode
dunstontc.viml
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
firefox-devtools.vscode-firefox-debug
fwcd.kotlin
GitHub.github-vscode-theme
James-Yu.latex-workshop
k--kato.intellij-idea-keybindings
mathiasfrohlich.Kotlin
mechatroner.rainbow-csv
minhthai.vscode-todo-parser
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
oderwat.indent-rainbow
PKief.material-icon-theme
stkb.rewrap
vscodevim.vim
